Repository: eplr/esrs-llm
Catalog: 02_TMX/GLOSSAIRE ESRS.tmx
Source language: en_gb
Languages: fr_fr

source: workplace accident prevention policy
fr_fr: politique de prévention des accidents du travail

source: workplace accident prevention policy system
fr_fr: système de prévention des accidents du travail

source: circular economy principle
fr_fr: principe de l'économie circulaire

source: Non-respect of UNGPs on Business and Human Rights
fr_fr: Non-respect des principes directeurs relatifs aux entreprises

source: shadow price
fr_fr: prix fictif

source: processes to provide or enable remedy
fr_fr: procédures pour remédier ou permettre de remédier

source: industry peers
fr_fr: homologues du secteur

source: other relevant parties
fr_fr: autres parties concernées

source: industry action
fr_fr: action sectorielle

source: collaborative action
fr_fr: action collaborative

source: compliance audit
fr_fr: audit de confomité

source: dialogue process
fr_fr: processus de dialogue

source: promotion of women
fr_fr: promotion des femmes

source: other mechanism
fr_fr: autre mécanisme

source: cost structure
fr_fr: structure de coûts

source: a number of different ways
fr_fr: différentes manières

source: revenue model
fr_fr: modèle de revenus

source: business conduct policy
fr_fr: politique en matière de conduite des affaires

source: diversity metric
fr_fr: métrique de diversité

source: channels for own workers to raise concerns
fr_fr: canaux permettant aux travailleurs de l’entreprise de faire part de leurs préoccupations

source: adverse sustainability impact
fr_fr: incidence négative en matière de durabilité

source: periodic reports
fr_fr: rapports périodiques

source: standards specifying
fr_fr: normes précisant

source: presentation of information
fr_fr: présentation des informations

source: data protection
fr_fr: protection des données

source: treats grievances confidentially
fr_fr: traite les réclamations de manière confidentielle

source: representation by a third party
fr_fr: représentation par un tiers

source: rights of privacy
fr_fr: droits à la vie privée

source: operational-level grievance mechanism
fr_fr: mécanisme de réclamation de niveau opérationnel

source: transport fuel
fr_fr: carburant destiné au secteur des transports

source: emission reduction factor
fr_fr: facteur de réduction des émissions

source: related line item
fr_fr: poste correspondant

source: quantitative reconciliation
fr_fr: rapprochement quantitatif

source: aspect of the policy
fr_fr: aspect de la politique

source: stand-alone policy regarding communities
fr_fr: politique autonome adoptée à l’égard des communautés

source: undertaking's emissions into air both indoor and outdoor)
fr_fr: émissions dans l’air (air intérieur et air extérieur) dues à l’entreprise

source: undertaking’s emissions to water
fr_fr: rejets dans l’eau dus à l’entreprise

source: pollution of water
fr_fr: pollution de l'eau

source: pollution of soil
fr_fr: pollution des sols

source: undertaking’s emissions into soil
fr_fr: rejet dans le sol dus à l'entreprise

source: prevention of such emissions
fr_fr: prévention de ces émissions

source: reduction of such emissions
fr_fr: réduction de ces émissions

source: connectivity of energy intensity based on net revenue with financial reporting information
fr_fr: relation entre l’intensité énergétique sur la base du produit net et les informations financières

source: Connectivity with financial reporting information
fr_fr: Relation avec les informations financières

source: legal exposure
fr_fr: responsabilité juridique

source: disruption of business operations
fr_fr: perturbation des activités

source: climate change policy
fr_fr: politique en matière de changement climatique

source: actual outcomes
fr_fr: résultats réels

source: certain activities
fr_fr: certaines activités

source: results of the resilience analysis
fr_fr: résultats de l'analyse de la résilience

source: results from the use of scenario analysis
fr_fr: résultats obtenus à l’issue de l’utilisation de l’analyse des scénarios

source: materiality assessment on environmental subtopics
fr_fr: évaluation de l’importance de sous-sujets environnementaux

source: stakeholder request
fr_fr: demande des parties intéressées

source: result of the engagement
fr_fr: résultat de l'interaction

source: accuracy of estimation results
fr_fr: exactitude des résultats des estimations

source: value chain data
fr_fr: données sur la chaîne de valeur

source: upstream value chain data
fr_fr: données sur la chaîne de valeur en amont

source: downstream value chain data
fr_fr: données sur la chaîne de valeur en aval

source: outcomes achieved through the channels
fr_fr: résultats obtenus par l'intermédiaire des canaux

source: individual channels
fr_fr: canaux individuels

source: reasonable access
fr_fr: accès raisonnable

source: sufficient information
fr_fr: informations suffisantes

source: country a
fr_fr: pays a

source: country b
fr_fr: pays b

source: perfluorocarbons
fr_fr: hydrocarbures perfluorés

source: hydrofluorocarbons
fr_fr: hydrofluorocarbones

source: site locations of direct assets and operations
fr_fr: implantation, sur [ses] sites, des actifs et des opérations directs

source: persons in vulnerable situations
fr_fr: personnes en situation de vulnérabilité

source: source in total energy consumption
fr_fr: sources fossiles dans la consommation totale d’énergie

source: sum of lines
fr_fr: somme des lignes

source: sourcing policies
fr_fr: politiques d'approvisionnement

source: industry code
fr_fr: code sectoriel

source: targets in accordance with paragraph
fr_fr: cibles conformément au paragraphe

source: stability of the targets over time
fr_fr: stabilité des cibles dans le temps

source: at certain points in a project
fr_fr: à certains stades d'un projet

source: following illustration
fr_fr: exemple suivant

source: certain skills
fr_fr: compétences spécifiques

source: global union federation
fr_fr: fédération syndicale internationale

source: voluntary participation
fr_fr: participation volontaire

source: brief description of the types
fr_fr: description succincte des types

source: impacts related to individual incidents
fr_fr: incidences liées à des incidents ponctuels

source: circular material use rate
fr_fr: taux d’utilisation circulaire des matières

source: capacity building activities
fr_fr: activités de renforcement des capacités

source: when tensions arise between the prevention or mitigation of material negative impacts and other business pressures
fr_fr: en cas de tensions entre la prévention ou l’atténuation des incidences négatives importantes et d’autres pressions exercées sur l’entreprise

source: complaints handling mechanism
fr_fr: mécanisme de traitement des différends ou des plaintes

source: complaints handling mechanism related to employee matters
fr_fr: mécanisme de traitement des différends ou des plaintes concernant les questions de personnel

source: workplace of value chain workers
fr_fr: lieu de travail des travailleurs de la chaîne de valeur

source: current financial effects on the entity’s financial position
fr_fr: incidences financières actuelles sur la position financière de l'entreprise

source: current financial effects on the entity’s financial performance
fr_fr: incidences financières actuelles sur la performance financière de l'entreprise

source: current financial effects on the entity’s cash flows
fr_fr: incidences financières actuelles sur les flux de trésorerie de l'entreprise

source: characteristics of non-employee workers
fr_fr: caractéristiques des travailleurs extérieurs

source: sulphur hexafluoride
fr_fr: hexafluorure de soufre

source: types of value chain workers
fr_fr: type de travailleurs de la chaîne de valeur

source: nomenclature of territorial units of statistics
fr_fr: nomenclature des unités territoriales statistiques

source: primary users of general-purpose financial reporting
fr_fr: principaux utilisateurs des informations financières à usage général

source: use of renewable energy
fr_fr: utilisation d' énergies renouvelables

source: fuel switching
fr_fr: changement de combustible

source: amenities of the environment
fr_fr: agréments de l'environnement

source: other legitimate use of the environment
fr_fr: autre utilisation légitime de l'environnement

source: efficient use in production
fr_fr: utilisation efficace dans la production

source: minimising waste
fr_fr: limiter au minimum les déchets

source: value of products
fr_fr: valeur des produits

source: strategic planning horizon
fr_fr: horizon de planification stratégique

source: capital allocation plan
fr_fr: plan d'allocation des fonds propres de l'entreprise

source: expected lifeme ot assets
fr_fr: durée de vie prévue des actifs

source: different audiences
fr_fr: différents publics

source: net-zero target
fr_fr: objectif zéro net

source: cultural right
fr_fr: droit culturel

source: level of satisfaction
fr_fr: niveau de satisfaction

source: illustrative example
fr_fr: exemple indicatif

source: data layer
fr_fr: couche de données

source: fair wage
fr_fr: salaire équitable

source: consumption
fr_fr: consommation

source: particular context
fr_fr: contexte particulier

source: parental leave
fr_fr: congé parental

source: minimum age
fr_fr: âge minimum

source: absolute number
fr_fr: nombre absolu

source: industry association
fr_fr: association professionnelle

source: water stress
fr_fr: stress hydrique

source: communication tool
fr_fr: outil de communication

source: late payment
fr_fr: retard de paiement

source: pollution-related risk
fr_fr: risque en matière de pollution

source: pollution-related action
fr_fr: action en matière de pollution

source: crude petroleum
fr_fr: pétrole brute

source: gross wage
fr_fr: salaire brut

source: ecological integrity
fr_fr: intégrité écologique

source: offset
fr_fr: compensation

source: respect for the human rights
fr_fr: respect des droits de l'homme

source: identified ecological thresholds
fr_fr: seuils écologiques définis

source: environmental section
fr_fr: section environnementale

source: adaptation solution
fr_fr: solution d'adaptation

source: waste treatment
fr_fr: traitement des déchets

source: involvement in activities
fr_fr: participation à des activités

source: changes in ecosystem
fr_fr: modifications des écosystèmes

source: methodology
fr_fr: méthode

source: incident of discrimination
fr_fr: cas de discrimination

source: outcome for consumers and/or end-users
fr_fr: résultats pour les consommateurs et utilisateurs finals

source: most relevant amount
fr_fr: montant le plus pertinent

source: business pressure
fr_fr: pression exercée sur l'entreprise

source: other proxy
fr_fr: autre approximation

source: additional approach
fr_fr: approche supplémentaire

source: comparative figure
fr_fr: chiffre comparatif

source: related court decision
fr_fr: décision de justice connexe

source: ecosystem degradation
fr_fr: dégradation de l'écosystème

source: at the ecosystem level
fr_fr: au niveau des écosystèmes

source: measurable target
fr_fr: cible mesurable

source: packaging
fr_fr: emballage

source: non-hazardous waste
fr_fr: déchet non dangereux

source: investment entity
fr_fr: entité d'investissement

source: community perception
fr_fr: perception de la communauté

source: society perception
fr_fr: perception de la société

source: customer perception
fr_fr: perception de la clientèle

source: labour
fr_fr: travail

source: denominator
fr_fr: dénominateur

source: matter in question
fr_fr: question concernée

source: benchmark
fr_fr: indice de référence

source: average ratio
fr_fr: ratio moyen

source: dual board
fr_fr: système dualiste

source: possible event
fr_fr: événement potentiel

source: recognised standard
fr_fr: norme reconnue

source: recognised guideline
fr_fr: ligne directrice reconnue

source: systemic risk
fr_fr: risque systémique

source: Paris Agreement
fr_fr: accord de Paris

source: mass unit
fr_fr: unité de masse

source: key characteristic
fr_fr: principale caractéristique

source: step towards
fr_fr: étape vers

source: change in the business model
fr_fr: changement intervenu dans le modèle économique

source: employment relationship
fr_fr: relation de travail

source: legal requirement
fr_fr: exigence légale

source: potential future liabilities
fr_fr: futurs passifs potentiels

source: non-renewable energy
fr_fr: énergie non renouvelable

source: reporting error
fr_fr: signalement d'erreur

source: circularity
fr_fr: circularité

source: governance matter
fr_fr: question de gouvernance

source: planning horizon
fr_fr: horizon de planification

source: hazardous waste
fr_fr: déchet dangereux

source: risk of harm
fr_fr: risque de préjudice

source: interface with biodiversity
fr_fr: interface avec la biodiversité

source: GHG emission reduction project
fr_fr: projet de réduction des émissions de GES

source: radioactive waste
fr_fr: déchet radioactif

source: low-carbon products and services
fr_fr: produits et services à faible intensité de carbone

source: carrying amount
fr_fr: valeur comptable

source: range of scenarios used
fr_fr: éventail des scénarios utilisés

source: climate-related risk
fr_fr: risque lié au changement climatique

source: EU ETS
fr_fr: SEQE-UE

source: dedicated section of the undertaking's management report
fr_fr: section spéciale du rapport de gestion de l'entreprise

source: expected lifetime
fr_fr: durée de vie prévue

source: raw material
fr_fr: matière première

source: direct air capture
fr_fr: captage direct dans l'air

source: temporary contract
fr_fr: contrat temporaire

source: environmental objective
fr_fr: objectif environnemental

source: quality standard
fr_fr: norme de qualité

source: capital expenditure
fr_fr: dépenses d'investissement

source: female employee
fr_fr: salarié féminin

source: male employee
fr_fr: salarié masculin

source: percentage gap in pay
fr_fr: écart de rémunération en pourcentage

source: verifiability
fr_fr: vérifiabilité

source: integral part
fr_fr: partie intégrante

source: collaborative initiative
fr_fr: initiative collaborative

source: actual impact
fr_fr: incidence réelle

source: informed consent
fr_fr: consentement en connaissance de cause

source: customer group
fr_fr: groupe de clients

source: severe health impact
fr_fr: grave incidence sur la santé

source: marine water
fr_fr: eau de mer

source: GAAP
fr_fr: principes comptables généralement admis

source: financial year
fr_fr: exercice financier

source: physical development
fr_fr: développement physique

source: mental development
fr_fr: développement mental

source: level of uncertainty
fr_fr: niveau d'incertitude

source: financial reporting
fr_fr: informations financières

source: future event
fr_fr: événement futur

source: UN
fr_fr: ONU

source: impact on the environment
fr_fr: incidence sur l'environnement

source: trade union
fr_fr: syndicat

source: recovery operation
fr_fr: opération de valorisation

source: water scarcity
fr_fr: rareté de l'eau

source: water body
fr_fr: masse d'eau

source: continued improvement
fr_fr: amélioration continue

source: upskilling
fr_fr: mise à niveau des compétences

source: working conditions and terms of employment
fr_fr: condition de travail et d'emploi

source: other legislation
fr_fr: autre acte législatif

source: measurement system
fr_fr: système de mesure

source: nature-based solution
fr_fr: solution fondée sur la nature

source: employee turnover
fr_fr: taux de rotation des salariés

source: sectoral pathway
fr_fr: trajectoire sectorielle

source: business unit
fr_fr: unité opérationnelle

source: energy recovery
fr_fr: valorisation énergétique

source: legal dispute
fr_fr: litige juridique

source: number of incidents
fr_fr: nombre d'incidents

source: accepted standard
fr_fr: norme acceptée

source: accepted legislation
fr_fr: législation acceptée

source: quantitative data
fr_fr: données quantitatives

source: quantitative data point
fr_fr: point de données quantitatif

source: substantial contribution
fr_fr: contribution substantielle

source: equipment supplier
fr_fr: fournisseur d'équipements

source: most senior role
fr_fr: rôle le plus élevé

source: women workers
fr_fr: travailleurs de sexe féminin

source: cross-sector
fr_fr: transsectoriel

source: consolidated financial statement
fr_fr: état financiers consolidés

source: media backlash
fr_fr: écho négatif dans la presse

source: consumer preferences
fr_fr: préférences des consommateurs

source: weighted average ratio of female to male board members
fr_fr: ratio moyen pondéré femmes/hommes au sein des conseils d’administration

source: undertaking's site
fr_fr: site de l'entreprise

source: undertaking's production
fr_fr: production par l'entreprise

source: undertaking's management report
fr_fr: rapport de gestion de l'entreprise

source: undertaking's health and safety management system
fr_fr: système de gestion de la santé et de la sécurité de l'entreprise

source: threshold of materiality
fr_fr: seuil d'importance

source: template for presenting information
fr_fr: modèle de présentation des informations

source: sustainability-related opportunity
fr_fr: opportunités en matière de durabilité

source: sustainability reporting process
fr_fr: procédure d’information en matière de durabilité

source: sub-sub-topic
fr_fr: sous-sous-thème

source: state of species
fr_fr: état des espèces

source: specific business relationships
fr_fr: certaines relations d'affaires

source: securing remedy for those affected
fr_fr: obtenir réparation pour les personnes touchées

source: human rights defender
fr_fr: défenseur des droits de l'homme

source: security-related impact
fr_fr: incidence liée à la sécurité

source: arising from actions
fr_fr: découlant d'actions

source: revised comparative figure
fr_fr: chiffre comparatif révisé

source: respective specific load
fr_fr: charge spécifique respective

source: remuneration metric
fr_fr: métrique de rémunération

source: related Delegated Regulation with regard to disclosure rules on sustainable investments
fr_fr: èglement délégué y afférent en ce qui concerne les règles en matière de publication d’informations sur les investissements durables

source: officially recognised Protected Areas
fr_fr: aires protégées officiellement reconnues

source: nationally list of threatened species
fr_fr: liste nationale d'espèces menacées

source: internationally recognised instrument
fr_fr: instrument reconnu au niveau international

source: main type
fr_fr: principal type

source: non-exhaustive list
fr_fr: liste non exhaustive

source: new expectation
fr_fr: nouvelle attente

source: freshwater
fr_fr: eau douce

source: threshold
fr_fr: seuil

source: actual impact on consumers
fr_fr: incidence réelle sur les consommateurs

source: potential impact on consumers
fr_fr: incidence potentielle sur les consommateurs

source: effectiveness of its engagement with consumers and/or end-users
fr_fr: efficacité de son interaction avec les consommateurs et utilisateurs finals

source: positive impact for affected communities
fr_fr: incidences positives pour les communautés touchées

source: impacts on human rights defenders
fr_fr: incidences sur les défenseurs des droits de l'homme

source: required by legislation
fr_fr: imposé par la législation

source: as part of the contextual information
fr_fr: dans le cadre des informations contextuelles

source: overall total weight
fr_fr: poids total global

source: social investment programme
fr_fr: programme d'investissement social

source: development programme
fr_fr: programme de développement

source: implementation
fr_fr: mise en œuvre

source: non-binding illustration
fr_fr: exemple dépourvu de force obligatoire

source: information needs of benchmark administrators
fr_fr: besoins d'information des administrateurs d'indices de référence

source: member
fr_fr: membre

source: administrative body of the undertaking
fr_fr: organe d'administration de l'entreprise

source: management body of the undertaking
fr_fr: organe de direction de l'entreprise

source: supervisory body of the undertaking
fr_fr: organe de surveillance de l'entreprise

source: training policy
fr_fr: politique en matière de formation

source: management of relationships with suppliers
fr_fr: gestion des relations avec les fournisseurs

source: location-based method
fr_fr: méthode fondée sur la localisation

source: energy bundled with attributes about the energy generation
fr_fr: énergie groupée avec des attributs concernant la production d’énergie

source: unbundled energy attribute claims
fr_fr: déclarations d’attributs non groupés

source: in line with applicable benchmarks
fr_fr: conformément aux indices de référence applicables

source: irremediable character
fr_fr: caractère irrémédiable

source: fundamental International Labour Organisation Conventions
fr_fr: conventions fondamentales de l’Organisation internationale du travail

source: companies without due diligence policies
fr_fr: entreprises dénuées de politiques de diligence raisonnable

source: descriptive information required
fr_fr: informations descriptives requises

source: gross GHG emission volumes
fr_fr: volumes d'émissions brutes de GES

source: information on carbon credits
fr_fr: informations relatives aux crédits carbone

source: low-probability
fr_fr: faible probabilité

source: impact on sustainability matters
fr_fr: incidence sur les questions de durabilité

source: EU ETS installations
fr_fr: installations relevant du SEQE-UE

source: categories of ESRS standards
fr_fr: catégories d'ESRS

source: environmental performance levels associated with the best available techniques
fr_fr: niveaux de performances environnementales associés aux meilleures techniques disponibles

source: utilisation of genetic resources
fr_fr: utilisation des ressources génétiques

source: biodiversity-related impact
fr_fr: incidence liée à la biodiversité

source: ecosystems-related impact
fr_fr: incidence liée aux écosystèmes

source: proportion of assets at material transition risk
fr_fr: proportion d'actifs exposés à un risque de transition important

source: disclosure of anticipated financial effects
fr_fr: informations à publier concernant les incidences financières escomptées

source: contractual term of payment
fr_fr: délai de paiement contractuel

source: statutory term of payment
fr_fr: délai de paiement statutaire

source: delivering intended outcome
fr_fr: produire le résultat escompté

source: delegated regulation with regard
fr_fr: règlement délégué y afférent

source: boundaries of the organisation
fr_fr: enceinte de l'organisation

source: over the course of the reporting period
fr_fr: au cours de la période de référence

source: contract with the undertaking
fr_fr: contrat avec l'entreprise

source: CO2eq emissions of non-CO2 gases
fr_fr: équivalents CO2 des émissions autres que le CO2

source: case of work-related ill health
fr_fr: cas de maladie professionnelle

source: BAT-AEL
fr_fr: NEA-MTD

source: assessment of material impacts
fr_fr: évaluation des incidences importantes

source: residual maturity
fr_fr: échéance résiduelle

source: sum of carbon credits
fr_fr: somme des crédits carbone

source: amount of carbon credits
fr_fr: quantité de crédits carbone

source: alignment with other policies
fr_fr: alignement sur d’autres politiques

source: external-facing policies
fr_fr: politiques tournées vers l'extérieur

source: additional entity-specific disclosures
fr_fr: informations supplémentaires spécifiques de l’entité

source: description of the methodologies
fr_fr: description des méthodes

source: extraction of non-renewable resources
fr_fr: extraction de ressources non renouvelables

source: person in the workforce
fr_fr: membre des effectifs

source: non-recycled waste
fr_fr: déchet non recyclé

source: climate-related target
fr_fr: cible climatique
